<script setup lang="ts">


</script>

<template>
	<div>
		<h3>About 취향존중</h3>
		<p>"취향존중" (Respect for your likes)은 단순한 일의 대행을 넘어선 독특한 경험을 제공하고자 합니다. 우리는 웹 개발, CI/BI, 그리고 프린트 디자인 분야에서의 전문성을 결합하여 고객 여러분의 취향을 완벽히 반영하고자 합니다.</p>
		<div>
			<section>
				<h4>
					우리의 미션
				</h4>
				<p>
					고객의 취향을 존중하며 디지털과 아날로그의 경계를 넘나드는 창의적인 솔루션을 제공합니다. 우리는 단순히 프로젝트를 완성하는 것만이 아니라, 고객의 브랜드와 비전에 생명을 불어넣고자 노력합니다.
				</p>
			</section>

			<section>
				<h4>
					우리의 비전
				</h4>
				<p>
					당신의 취향에 맞추는 바리스타처럼, 꼭 맞는 독특하고 맛있는 디자인을 제공하는 것입니다. 우리는 고객의 브랜드가 시장에서 돋보이고 기억에 남을 수 있도록 최선을 다합니다.
				</p>
			</section>

			<section>
				<h4>
					우리의 약속
				</h4>
				<ol>
					<li>
						<h5>맞춤형 솔루션</h5>
						<p>웹사이트 제작, CI/BI, 프린트 디자인 - 모든 영역에서 고객의 취향을 존중합니다.</p>
					</li>
					<li>
						<h5>창의적 접근</h5>
						<p>아직은 없는, 세상에 있었으면 하는 신선한 아이디어를 끊임없이 상상합니다.</p>
					</li>
					<li>
						<h5>소통과 협력</h5>
						<p>전 과정에서 더 소통하여, 고객의 기대를 뛰어넘는 결과물에 이르기를 추구합니다.</p>
					</li>
				</ol>
			</section>
			

			<section>
				<p>
					"취향존중"에서는 고객의 브랜드가 자신만의 독특한 맛과 향을 가진 특별한 가치로 세상에 선보일 수 있도록 돕겠습니다. 
					여러분의 취향, 저희가 존중하겠습니다.
				</p>
			</section>
			
		</div>
	</div>
</template>

<style scoped>

</style>
